{
  "publishedAt": "26-09-2023",
  "featuredImage": "",
  "title": "wcześniejsza spłata kredytu",
  "content": "Umowa o pracę na czas określony jak najbardziej jest przyjmowana przez banki do starania się o kredyt hipoteczny. Trzeba jednak spełnić kilka wytycznych, które zazwyczaj dotyczą okresu trwania umowy w tył i w przód. Każdy bank inaczej podchodzi o takiej umowy jednak spełniając wymagana nie powinno być problemu z kredytem.

Co do banków to poniżej przygotowałem listę na marzec 2022. Trzeba jednak wziąć pod uwagę, że każdy przypadek jest inny i nawet jeśli nasza umowa powinna zostać przyjęta to decyzję podejmuje analityk. Zdarzają się odstępstwa od procedur gdzie w niektórych przypadkach bank jest w stanie zaakceptować daną umowę nawet jeśli nie spełnia wymagań. Są to decyzje indywidualne jednak ja postaram się przedstawić te zgodne z polityką.

Millennium - bank ten wymaga aby być zatrudnionym od 3 miesięcy i na 6 miesięcy do przodu z tym, że zatrudnienie od przynajmniej 6 miesięcy i nie może to być obecnie umowa na czas próbny.
BOŚ Bank - zatrudnienie u obecnego pracodawcy od 12 miesięcy. Nie ma informacji na jaki okres w przód musi być umowa więc jest to rozpatrywane indywidualnie.
mBank - wymaga aby obecna umowa o pracę była od minimum 3 miesięcy i na 6 miesięcy do przodu. Do okresu w tył można wliczyć wcześniejsze zatrudnienie lub umowy na czas próbny, zlecenie czy na zastępstwo. Jest szansa też przyjąć staż u poprzedniego pracodawcy jeśli nastąpiła zmiana i nie było przerwy dłuższej niż 14dni.
PKOBP - Wymagane jest zatrudnienie od minimum 6 miesięcy i na 6 miesięcy do przodu. Z tym, że jeśli nastąpiła zmiana formy z umowy zlecenia/działo to obecna umowa musi być minimum 3 miesiące. Jest też szansa przyjąć zatrudnienie na podstawie UOP od 1 miesiąca jednak jeśli udokumentujemy wcześniejsze zatrudnienie od 12 miesięcy(dla nauczycieli wystarczy 9 miesięcy). Co do umowy w przód to jest szansa przyjąć krótszy okres niż 6 miesięcy ale dla zawodów(lekarz, prawnik, nauczyciel, wojskowy, pielęgniarka) pod warunkiem, że nie jest to pierwsza umowa z pracodawcą i okres między umowami nie krótszy niż 1 miesiąc(3 miesiące w przypadku nauczycieli lub wykładowców).
PEKAO SA - wymagane zatrudnienie od 1 miesiąca z tym, że ogólny staż pracy to minimum 12 miesięcy(do tego okresu można zaliczyć inne formy zatrudnienia takie jak umowy zlecenia/dzieło itd). Przy umowie na czas określony trzeba dodatkowo przedstawić udokumentowany dochód z 12 miesięcy - można dostarczyć PIT, zaświadczenie z US o osiągniętym dochodzie lub historia wpływów z 12 miesięcy.
ING - staż pracy od 6 miesięcy i na 12 miesięcy do przodu. Dochód jednak wyliczany jest na podstawie 3 ostatnich miesięcy. W przypadku krótszego stażu pracy jest możliwość zaakceptować poprzednie zatrudnienie na podstawie umowy zlecenia/dzieło, kontraktu, umowy na czas próbny czy tymczasowy.
BNP Paribas - staż pracy wymagany od minimum 3 miesięcy u aktualnego pracodawcy. Dodatkowo trzeba spełnić warunek: musi to być kolejna umowa z danym pracodawcą lub od minimum 6 miesięcy i na 6 miesięcy do przodu(potwierdzone deklaracją PIT, świadectwem pracy lub jeśli staż pracy ponad 12 miesięcy to nie jest to wymagane) lub umowa na okres krótszy niż wnioskowany kredyt lub wynika to ze specyfikacji pracy dla grup takich jak lekarze, nauczyciele, wojskowi.
Santander - Nieakceptowalne do odwołania z wyjątkiem grup zawodowych: lekarze, inne zawody medyczne takie jak pielęgniarki, opiekunowie medyczni, ratownicy medyczni, służby mundurowe żołnierze, policjanci, służba więzienna, straż graniczna, strażacy, nauczyciele, pracownicy naukowych wyższych uczelni, informatycy, którzy na moment decyzji mają ukończone 30 lat. W innych przypadkach możliwe odstępstwa indywidualne.
Citi Handlowy - wymaga aby staż pracy był od 6 miesięcy lub wystarczy 3 miesiące jeśli udokumentujemy ostatnie 12 miesięcy zatrudnienia. W przód bank wymaga aby umowa była na minimum 12 miesięcy lub abyśmy udokumentowali 24 miesięczny staż pracy(w ten okres wliczamy rożnego rodzaju umowy najlepiej bez dłuższych przerw).
Alior Bank - bank ten wymaga staż pracy od 6 miesięcy i na 8 miesięcy do przodu. W niektórych przypadkach wystarczy 1 miesiąc zatrudnienia na umowie o pracę jednak staż pracy w obecnym miejscu to minimum 6 miesięcy np. w formie umowy zlecenia/dzieło.

Posiadanie takiej umowy nie stanowi problemu. Ważne jednak aby odpowiednio wcześniej sprawdzić wymagania stawiane przez banki albo dogadać się z pracodawcą przedłużenie obecnej umowy na kolejny okres lub na czas nieokreślony. Jeśli pojawią się jakieś pytania lub coś nie jest jasne to bez problemu można do mnie dzwonić lub pisać.

Marek Kozera

kozerus@gmail.com

787976915"
}
